"Abs" =	"หน้าท้อง";

"Incline Bench Sit-Ups" =	"ม้านั่งสำหรับฝึกกล้ามเนื้อหน้าท้องพื้นเอียง";

" Hanging Leg Raises" =	"ท่าฝึกกล้ามเนื้อหน้าท้องแบบห้อยขาและยกขึ้น";

"Dumbbell Side Bends" =	"ท่าฝึกกล้ามเนื้อหน้าท้องแบบยกดัมเบลและบิดไปด้านข้าง";

"Crunches" =	"ท่าฝึกกล้ามเนื้อหน้าท้องแบบงอตัว";

"Sit-Ups" =	"ท่าฝึกกล้ามเนื้อหน้าท้อง Sit-Up";

"Leg Raises" =	"ท่าฝึกกล้ามเนื้อหน้าท้องแบบยกขาขึ้น";

"Flat Bench Lying Leg Raise" =	"ม้านั่งพื้นเรียบแบบนอนราบขาเหยียดตรง";

"Lie on the bench or on the floor with your legs straighten. Position your hands under your butt with your palms down. Keep your legs straight and your knees locked. Raise your feet as vertically as possible."=	"นอนบนม้านั่งหรือบนพื้นโดยที่ขาของคุณเหยียดตรง จัดตำแหน่งมือของคุณให้อยู่ใต้ก้นโดยที่ฝ่ามือแนบกับพื้น เหยียดขาให้ตรงและตรึงเข่าของคุณไว้ ยกเท้าขึ้นในแนวตั้งตรงให้มากเท่าที่จะทำได้";


"Seated Jackknife" =	"ท่านั่งแบบมีดพับ";

"Sit on the edge of a bench and hold the seat behind your back for support, extend your legs in front of you, knees bent slightly. Rise your legs toward your chest and bring your chest toward your knees."=	"ให้นั่งที่ส่วนปลายของม้านั่ง จากนั้นจับม้านั่งส่วนที่อยู่ด้านหลังของคุณเพื่อใช้เป็นที่ยึด เหยียดขาออกไปด้านหน้า งอเข่าเล็กน้อย ยกขาของคุณไปทางหน้าอก จากนั้นโน้มหน้าอกเข้าหาเข่า";

"Twisting Hip Raise" = "ท่าฝึกกล้ามเนื้อหน้าท้องบิดและยกสะโพกขึ้น";
"Lie on your back with your legs projecting straight upward and hands by your sides. Push upward with your feet by raising your hips off the floor simultaneously, twisting them to one side." =	"นอนหลังแนบกับพื้น ยื่นขาตรงขึ้นไปและวางมือที่ข้างตัว ดันไปข้างหน้าด้วยเท้าของคุณโดยการยกสะโพกสูงขึ้นจากพื้นไปพร้อม ๆ กัน และบิดไปด้านใดด้านหนึ่ง";



"Bodyweight Crunch" =	"ท่าฝึกกล้ามเนื้อหน้าท้องบอดี้เวท ครันช์";

"Lie down on the floor. Feet are flat on the floor and knees are bent. Fully extended arms above you. Raise upper body upward while keeping your lower back on the floor. Hold for one second. Return to starting position."=	"นอนราบและเท้าแนบกับพื้น งอเข่าขึ้น ยืดแขนออกไปด้านบนตัวคุณให้เต็มที่ ยกลำตัวส่วนบนไปด้านหน้าขณะที่หลังส่วนล่างยังอยู่ที่พื้น ทำค้างไว้ประมาณครั้งละ   วินาที จากนั้นกลับไปที่ท่าเริ่มต้น";




"Russian Twist" =	" ท่าฝึกกล้ามเนื้อหน้าท้องรัสเชียนทวิสต์";

"Sit on the floor, your legs bent, and your torso tied tited a bit backward. Hold your arms straightened in front of your torso. Rotate your torso to one side, back to the center position and to the other side."=	"ให้คุณนั่งลงกับพื้น งอขา ลำตัวเอนไปด้านหลังเล็กน้อย ยื่นแขนของคุณออกไปด้านหน้าลำตัว บิดลำตัวของคุณไปข้างหนึ่ง จากนั้นกลับมาที่ท่าที่ลำตัวอยู่ในท่าสมดุล และหมุนสลับไปอีกข้าง";



"Side Bridge" =	" ท่าฝึกกล้ามเนื้อหน้าท้องแบบไซด์บริดจ์";

"Lie on your side with your legs starting out. Turn sideways and raise your body off the floor, with one bent arm parallel to the floor. Try to keep your body in a straight line and your elbow directly under your shoulder."=	"ให้คุณนอนตะแคงโดยให้ขาเหยียดตรง จากนั้นมองตรงไปด้านหน้าและยกลำตัวขึ้นจากพื้นโดยใช้แขนข้างหนึ่งวางแนบกับพื้นในลักษณะงอ พยามทำให้ลำตัวเป็นเส้นตรงและให้ข้อศอกอยู่ใต้ไหล่";


"Back" =	"หลัง";

"Chin-Ups" =	" ท่าชินอัพ";

"Grasp the bar palms and fingers forward, away from the body. This is called the ”pronated” grip. Keep arms straight and hang straight down without swinging. Relax your shoulders and body. Pull up in a smooth motion, do not jerk. The chin should go over the bar. Lower smoothly back to the starting position."=	"จับที่บาร์และให้นิ้วหันไปด้านหน้าซึ่งจะหันออกจากลำตัว วิธีนี้เรียกว่า “เกาะแบบคว่ำมือ” ยืดแขนให้ตรงและห้อยตัวลงด้านล่างโดยที่ไม่แกว่งตัว ผ่อนคลายไหล่และลำตัว ดึงตัวขึ้นช้า ๆ และเรียบลื่น อย่าดึงขึ้นอย่างแรง ให้คางเลยพ้นบาร์ จากนั้นค่อย ๆ ลดระดับตัวลงไปที่ท่าเริ่มต้น";


"Deadlifts" =	" ท่ายกน้ำหนักเดดลิฟท์";

"Your stance is about shoulder width apart with your feet pointed ahead to slightly out. You should now lower your butt until your quads are roughly parallel to the floor. The bar should be just ahead of your shins. Now grip the barbell with both hands so that your grip is spaced slightly outside your legs. With a lumbar arch in your back push with your legs and lift with your back simulaneously so that the bar clears your knees and comes to rest at your hips. Your shoulders and knees should be locked fully and your arms should be straight during the entire attempt."=	"ให้คุณยืนกางขาเท่ากับความกว้างของไหล่โดยที่ให้เท้าชี้ไปข้างหน้าและเปิดออกเล็กน้อย จากนั้นให้งอก้นลงด้านล่างจนกว่าทั้งขาและแขนของคุณตั้งตรงขนานกับพื้น บาร์ควรอยู่ด้านหน้าน่องของคุณ ตอนนี้ให้คุณจับที่อุปกรณ์บาร์น้ำหนักด้วยมือทั้งสองและให้มือทั้งสองนั้นอยู่ห่างจากขาส่วนนอกเล็กน้อย ใช้ส่วนโค้งของหลังบริเวณเอวและดันด้วยขาทั้งสองข้าง จากนั้นยกโดยการใช้หลังไปพร้อม ๆ กัน ให้บาร์น้ำหนักผ่านจากเข่ามาพักที่สะโพกของคุณ ล็อคไหล่และเข่าของคุณไว้อย่างเต็มที่ และแขนของคุณควรเหยียดตรงตลอดเวลา";


"Lat Pull-Downs" =	" ท่าดึงบาร์ลงด้านล่างโดยใช้กล้ามเนื้อหลัง";

"Attach a long bar to the lat pulldown machine, and adjust the thigh pads so that when you are sitting your knees are at right angles and feet flat on the ground. Grasp the bar using a wide grip and sit down maintaining the upper body in an upright position, slightly leaning back from the hips. Pull the bar in front of your face to the top of your chest and pause. Slowly release the bar back to the starting position by straightening your arms."=	"ติดบาร์ยาวเข้ากับอุปกรณ์ ปรับระดับความสูงให้เหมาะสมโดยให้เข่าของคุณอยู่ในมุมที่ถูกต้องและเท้าแนบกับพื้น จับที่บาร์โดยใช้การยึดแบบกว้าง นั่งลงที่ม้านั่งและให้ร่างกายส่วนบนอยู่ในท่าตั้งตรง ใช้สะโพกเพื่อเอนไปด้านหลังเล็กน้อย ดึงบาร์ที่อยู่หน้าของคุณมาถึงส่วนอกและค้างไว้ จากนั้นค่อย ๆ ปล่อยบาร์ให้กลับไปอยู่ในท่าเริ่มต้นโดยการยืดแขนออก";


"Seated Rows" =	" ท่านั่งดึงตุ้มน้ำหนัก";

"To begin the seated row take hold of the handles of your favorite bar (it could be like the one shown). Sit with your back straight while keeping your legs bent and feet against the metal block. Extend your arms feeling your lats stretch. Pull the weight back into your body until the handles touch your abdomen."=	"การเริ่มทำท่านั่งดึงตุ้มน้ำหนักนี้ ให้คุณจับที่ด้ามจับทั้งสอง (หรือคุณจะทำข้างเดียวก็ได้) นั่งหลังตรง วางเท้าที่บล็อควางเท้าและให้เข่างอ ยืดแขนให้ตรงจนรู้สึกว่ากล้ามเนื้อหลังยืดออก ดึงตุ้มน้ำหนักเข้าหาตัวจากด้ามจับสัมผัสกับหน้าท้อง";

"One-Arm Dumbbell Rows"=	" ท่ายกดัมเบลด้วยแขนข้างเดียว";

"Place your left knee and left hand on a flat bench with your right leg set firmly on the floor. Lean forward so that your back is flat and parallel to the floor. Grasp a dumbbell in your right hand with your palm facing in toward your body and lift or row the dumbbell up and into your outer rib cage area. Return to the start position and repeat."=	"วางเข่าซ้ายและมือซ้ายที่ม้านั่ง โดยให้ขาขวาวางที่พื้นอย่างมั่นคง โน้มตัวไปข้างหน้า ให้ส่วนหลังของคุณราบและขนานไปกับพื้น จับที่ดัมเบลด้วยมือข้างขวาโดยให้ฝ่ามือหันเข้าหาตัวของคุณ จากนั้นยกดัมเบลขึ้นมายังสีข้างด้านนอกของคุณ จากนั้นก็กลับไปที่ท่าเริ่มต้นและทำซ้ำ";


"Barbell Shrugs" =	" ท่ายกน้ำหนักโดยการยกไหล่";

"Stand up straight with your feet at shoulder width as you hold a barbell with both hands in front of you using a pronated grip (palms facing the thighs). Tip: Your hands should be a little wider than shoulder width apart. You can use wrist wraps for this exercise for a better grip. This will be your starting position. Raise your shoulders up as far as you can go as you breathe out and hold the contraction for a second. Tip: Refrain from trying to lift the barbell by using your biceps. Slowly return to the starting position as you breathe in."=	"ให้คุณยืนในท่าตรงโดยเท้าอยู่ห่างกันในระดับเดียวกับความกว้างของไหล่ ถือบาร์น้ำหนักด้วยมือทั้งสองข้างที่ด้านหน้าของคุณโดยให้จับแบบที่นิ้วหันเข้าด้านใน (ฝ่ามือหันไปทางต้นขา) เคล็ดลับ: มือของคุณควรอยู่ห่างจากระดับความกว้างของไหล่เล็กน้อย คุณอาจพันข้อมือของคุณเพื่อช่วยในการออกกำลังกายในท่าที่ช่วยยึดอุปกรณ์ได้ดีกว่า ซึ่งที่กล่าวมาจะเป็นท่าเริ่มต้นของคุณ จากนั้นให้ยกไหล่ทั้งสองขึ้นให้สูงเท่าที่จะทำได้พร้อมกับหายใจออกและยกไหล่ค้างไว้ประมาณหนึ่งวินาที เคล็ดลับ: พยายามอย่าใช้กล้ามเนื้อต้นแขนยกน้ำหนัก ให้คุณค่อย ๆ ลดระดับไหล่ลงและไปยังท่าเริ่มต้นพร้อมกับการหายใจออก";


"Dumbbell Shrugs" =	" ท่ายกดัมเบลโดยการยกไหล่";

"Stand upright with dumbbells hanging at the sides, feet just wide enough so that the dumbbells hang comfortably. They can be heavier than you would use for an arm curl or front raise. Shrug the shoulders upward just like you would if you were saying ”I don't know” to someone in response to a question. Don't hunch over to the front; try to stay completely upright. If you find your are hunching over or bending backward, lighten the weights up a little." =	"ยืนในท่าหลังตรงโดยให้ดัมเบลห้อยลงที่ข้างลำตัว จัดเท้าให้กว้างพอเพื่อให้ห้อยดัมเบลได้อย่างสบาย ๆ ดัมเบลที่ใช้อาจมีน้ำหนักมากกว่าท่าที่คุณให้ในแบบงอแขนหรือยกจากด้านหน้า ยกไหล่ขึ้นด้านบนเช่นเดียวกับที่คุณยักไหล่ตอนที่คุณพูดว่า “ผม/ฉันไม่รู้” เมื่อคุณตอบคำถามใครสักคน อย่าให้หลังงอหรืองอตัวไปข้างหน้า พยายามอยู่ในท่าตั้งตรง หากคุณโค้งตัวไปข้างหน้าหรืองอตัวไปด้านหลัง ให้เปลี่ยนไปใช้ดัมเบลที่น้ำหนักน้อยกว่าเล็กน้อย";


"Back Extensions" =	" ท่ายืดหลัง";

"Position yourself in a back extension station and hook your feet under the leg anchor. Your body should form a straight line from your hands to your hips. Lower your torso, allowing your lower back to round, until it's just short of perpendicular to the floor. Raise your upper body until it's slightly above parallel to the floor. At this point, you should have a slight arch in your back, and your shoulder blades should be pulled together. Pause for a second, then repeat."=	"จัดท่าตัวเองโดยให้อยู่ในท่ายืดหลังอย่างมั่นคง วางเท้าของคุณใต้ที่ยึดขา ลำตัวของคุณควรอยู่ในท่าที่เป็นเส้นตรงตั้งแต่มือจนถึงสะโพก งอตัวให้ต่ำลง ทำให้หลังส่วนล่างเป็นวงกลมจนกระทั่งเกือบจะเป็นเส้นตั้งฉากกับพื้น ยกลำตัวด้านบนขึ้นเหนือระดับขนานกับพื้นเล็กน้อย ถึงจุดนี้ คุณควรส่วนโค้งที่หลังของคุณเล็กน้อย และแผ่นหลังของคุณถูกดึงเข้าหากัน ให้คุณหยุดประมาณหนึ่งวินาทีแล้วทำซ้ำ";


"Bent Over Row" =	" ท่ายกน้ำหนักแบบงอตัวไปด้านหน้า";

"Stand with knees slightly flexed. Bend your torso at an angle of about  degrees, keeping your back straight. Take an overhand grip on the bar with your hands more than shoulder-width apart and your arms dangling straight down from your shoulders:- Inhale, contract your abdominals isometrically and pull the bar straight ip until it touches your chest.- Return to the starting position, exhaling."=	"ให้คุณยืนด้วยท่าที่ให้เข่าโค้งงอเล็กน้อย งอลำตัวของคุณที่  องศา โดยให้หลังตรง จับที่บาร์ในท่าคว่ำฝ่ามือด้วยความกว้างมากกว่าความกว้างของไหล่ทั้งสองข้าง และแขนของคุณเหยียดตรงลงด้านล่างจากไหล่ของคุณ: - หายใจเข้า หดกล้ามเนื้อหน้าท้องและตรึงหน้าท้องต้านไว้ จากนั้นให้ดึงบาร์น้ำหนักขึ้นหาตัวจนสัมผัสที่หน้าอกของคุณ- กลับไปยังท่าเดิมพร้อมหายใจออก";


"Reverse Chin Ups" =	" ท่าชินอัพมือจับหันเข้าหาตัว";

"Extend your arms and take an underhand grip on the bar with your hands shoulder-width apart:- Inhale and stick your chest out to pull yourself upward until your chin is at the level of the bar.- Exhale as you complete the movement."=	"ยืดแขนของคุณออกไปและจับที่บาร์ในท่าหงายมือขึ้นและหันเข้าหาตัว โดยที่ความกว้างระหว่างมือทั้งสองเท่ากับความกว้างของไหล่- หายใจเข้าและยื่นอกออกไปเพื่อให้คุณได้ดึงตัวขึ้นด้านบนจนกว่าคางของคุณอยู่ในระดับเดียวกับบาร์- หายใจออกเมื่อคุณเคลื่อนไหวตามวิธีข้างต้นเสร็จแล้ว";





"Biceps" =	"กล้ามเนื้อต้นแขนส่วนหน้า";


"Curls" =	" ท่ายกดัมเบลแขนโค้งงอ";

"Stand with feet about hip-width apart, abs engaged as you hold medium-heavy dumbbells in front of the thighs. Squeeze the biceps and bend the arms, curling the weights up towards the shoulders. Keep the elbows stationary and only bring the weight as high as you can without moving the elbows. Slowly lower the weights, keeping a slight bend in the elbows at the bottom (e.g., don't lock the joints and try to keep tension on the muscle)"=	"ยืนในท่าที่เท้าห่างกันเท่าความห่างของสะโพก เกร็งกล้ามเนื้อหน้าท้องในขณะที่คุณยกดัมเบลขนาดกลาง-ขนาดหนักค้างที่ด้านหน้าต้นขาของคุณ บีบรัดกล้ามเนื้อต้นแขนส่วนหน้าและงอแขนเข้า ยกดัมเบลโค้งเข้าหาหัวไหล่ของคุณโดยให้ข้อศอกตรึงอยู่กับที่ ยกน้ำหนักให้สูงเท่าที่คุณจะทำได้โดยที่ไม่มีการเคลื่อนที่ของข้อศอก จากนั้นค่อย ๆ ลดระดับของดัมเบลลงโดยยังคงให้ส่วนล่างสุดของข้อศอกงออยู่เล็กน้อย (เช่น อย่าล็อคที่ข้อและพยายามทำให้ความตรึงอยู่ที่กล้ามเนื้อ)";



"Barbell Curls" =	" ท่ายกบาร์น้ำหนักโค้งงอ";


"Start in a standing position with your feet shoulder width apart and your knees relaxed. Grasp a barbell with your hands also shoulder width apart. Your grip should be underhand (palms facing upwards). Stand upright and let the bar hang in front of your thighs. Bend at your elbows to curl the bar to shoulder level. Pause momentarily at this top position. Slowly lower the bar back to the starting position."=	";เริ่มด้วยท่ายืนที่เท้าของคุณห่างกันเท่ากับความกว้างของไหล่ และให้เข่าของคุณอยู่ในท่าที่สบาย จับที่บาร์น้ำหนักด้วยมือทั้งสองข้างและให้ไหล่อยู่ในลักษณะกว้างพอ ท่าที่คุณจับควรให้ฝ่ามือหันขึ้นด้านบน ยืนตัวตรงและให้บาร์ห้อยลงอยู่ที่บริเวณต้นขาส่วนหน้า งอข้อศอกเพื่อดึงบาร์ขึ้นมาที่ระดับไหล่ หยุดชั่วขณะในระดับที่บาร์น้ำหนักอยู่สูงสุด จากนั้นค่อย ๆ ลดระดับบาร์ลงไปยังท่าเริ่มต้น";



"Preacher Curls" =	" ท่ายกดัมเบลพรีชเชอร์";

"Grasp the bar at about shoulder width apart. Slowly curl the bar up until your forearms are pointing towards the ceiling (slightly more than vertical). Pause for a second, and lower the bar to the starting position."=	"จับที่บาร์ ให้ความกว้างของมือกว้างเท่าความกว้างของไหล่ ค่อย ๆ ยกบาร์ขึ้นจนกระทั่งแขนส่วนล่างชี้ขึ้นด้านบนเพดาน (มากกว่าในแนวตั้งตรงเล็กน้อย) หยุดชั่วขณะ จากนั้นลดระดับบาร์ลงไปที่ท่าเริ่มต้น";



"Hammer Curls" =	" ท่ายกดัมเบลโค้งงอลักษณะฆ้อน";

"Hold a dumbbell in each hand with your palms and weights facing outward. Your arms should form a  degree angle. Keeping your elbow close to your body and in a steady position, curl the weight up towards your shoulder. Lower weights slowly back to starting position."=	"ถือที่ดัมเบลด้วยฝ่ามือแต่ละข้างและให้ดัมเบลหันออกไปด้านนอก แขนของคุณควรอยู่ในท่าทำมุม  องศา ให้ศอกของคุณอยู่ใกล้กับลำตัวและอยู่ในท่ามั่นคง ยกดัมเบลขึ้นไปทางไหล่ของคุณ ลดระดับดัมเบลลงไปยังท่าเริ่มต้น";



"Concentration Curls" =	" ท่ายกดัมเบลแบบคอนเซนเทรชั่น";

"Start by sitting on the edge of the bench, holding the dumbbell in your right hand. Let the right arm hang straight down with the elbow resting on the inside of the knee. Lean forward so your torso is over your legs, and place the left hand on the left knee. Bending at the elbow, curl the dumbbell up to shoulder level and pause momentarily before slowly lowering the weight to the starting position. Repeat until your set is finished, then switch sides and complete with the left arm."=	"เริ่มด้วยการนั่งที่ส่วนปลายของม้านั่ง ถือดัมเบลที่มือด้านขวาโดยให้แขนด้านขวาเหยียดตรงลงด้านล่างและข้อศอกพักอยู่ที่เข่าด้านใน โน้มตัวไปข้างหน้าเพื่อให้ลำตัวอยู่เหนือส่วนขา วางมือข้างซ้ายที่เข่าซ้าย งอข้อศอก ยกดัมเบลขึ้นไปที่ระดับไหล่ หยุดชั่วขณะก่อนที่จะค่อย ๆ ลดระดับดัมเบลไปยังท่าเริ่มต้น ทำซ้ำจนกว่าคุณจะเสร็จสิ้นชุดแรก จากนั้นสลับข้างโดยใช้แขนด้านซ้าย";
"Reverse Curls" =	" ท่ายกน้ำหนักโดยท่าจับคว่ำมือ";

"Stand with your feet slightly apart and your arms straight, using an overhand grip (thumbs toward each other): - Inhale and curl the bar. - Exhale as you complete the movement.This exercise works the extensors of the wrist and fingers. It works the brachioradialis, and to a lesser degree the biceps." =	"ให้คุณยืนโดยเท้าห่างกันเล็กน้อย แขนเหยียดตรง ใช้การจับแบบคว่ำมือ (นิ้วโป้งทั้งสองหันหน้าเข้าหากัน): - ยกน้ำหนักขึ้นพร้อมหายใจเข้า- ผ่อนน้ำหนักลงพร้อหายใจออกการออกกำลังกายท่านี้จะทำให้กล้ามเนื้อส่วนข้อมือและนิ้วมือเหยียดออก โดยใช้กำลังจากกล้ามเนื้อที่ต้นแขนส่วนปลายเป็นหลักและใช้กำลังจากส่วนกล้ามเนื้อท้องแขนส่วนหน้าน้อยกว่า";



"Cable Biceps Curl" =	" ท่าดึงสายเคเบิ้ลด้วยกล้ามเนื้อท้องแขนส่วนหน้า";

"Attach a straight bar to the low pulley of a cable station. Then, grab the with a shoulder-width, underhand grip and hold it at arm's length just in front of your thighs. Your knees should be bent slightly. Curl the bar toward your chest as far as you can without allowing your upper arms to move."=	"ติดบาร์ตรงเข้ากับอุปกรณ์เคเบิ้ล จากนั้นใช้มือจับที่ความกว้างเท่ากับความกว้างของไหล่ โดยให้ฝ่ามืออยู่ใต้บาร์และค้างไว้ที่ระยะแขนเหยียดตรงที่ส่วนหน้าของต้นขา เข่าของคุณควรงอเล็กน้อย ดันบาร์ไปทางหน้าอกของคุณให้ไกลเท่าที่คุณจะทำได้โดยที่ไม่ให้แขนท่อนบนเคลื่อนที่";



"Low Pulley Curls" =	" ท่าดึงตุ้มน้ำหนักจากด้านล่าง";

"Stand facing the machine and grasp the handle with an underhand grip:- Inhale and curl the pulley handle.= Exhale as you complete the movement.This is bona exercise for isolating and pumping the biceps."=	";ให้คุณยืนโดยหันหน้าเข้าหาอุปกรณ์ จากนั้นจับที่ด้ามจับโดยให้ฝ่ามืออยู่ใต้ด้ามจับ:- หายใจเข้าและดึงด้ามจับ- หายใจออกเมื่อผ่อนด้ามจับลงนี่เป็นวิธีการออกกำลังกายสำหรับการทำให้กล้ามเนื้อท้องแขนด้านบนใหญ่ขึ้นโดยเฉพาะ";



"Low Pulley Cable Crossover" =	" ท่าดึงตุ้มน้ำหนักแบบไขว้";

"Set the cables the bottom of the crossover station and you gonna cross your hands up to your face and start from the bottom a cross up. This variant is gonna hit more the upper chest."=	";ดึงสายเคเบิ้ลเพื่อดึงตุ้มน้ำหนักที่อยู่ส่วนล่างของอุปกรณ์ ให้คุณไขว้มือทั้งสองขึ้นด้านบนจนอยู่ระดับหน้าของคุณ ค่อย ๆ ผ่อนลง จากนั้นก็ให้เริ่มดึงลูกตุ้มจากด้านล่างอีกครั้ง วิธีนี้จะช่วยบริหารกล้ามเนื้ออกส่วนบนของคุณ";



"Calf" =	"น่อง";



"Toe Raises" =	" ยกนิ้วเท้า";

"Begin by a neutral position, hills at or slightly wider than shoulder width. Hold dumbbells in both hands on the same side as the foot. Move up on the toes, contracting the calf muscles, slowly lowering down to a full range of motion."=	"เริ่มด้วยการนั่งในท่าที่สมดุล ให้ความกว้างของเข่ากว้างกว่าความกล้างของไหล่เล็กน้อย ถือดัมเบลในมือทั้งสองข้างโดยให้อยู่ข้างเดียวกับเท้า โยกนิ้วเท้าขึ้น หดกล้ามเนื้อน่อง จากนั้นค่อย ๆ ลดระดับลงให้การเคลื่อนไหวสมบูรณ์แบบ";



"One-Leg Toe Raises" =	" ยกนิ้วเท้าขาข้างเดียว";


"Stand on one foot, placing the toes and ball of your foot on the block. Hold a dumbbell in your hand on the same side as the foot you are standing on and grasp the edge of machine with your other hand to steady your body in position throughout the movement:- Rise up as high as you can on your toes (plantar flexion), keeping your knee extended or very slightly bent.- Return to the starting position."="ให้คุณยืนบนเท้าข้างเดียว วางนิ้วเท้าและฝ่าเท้าส่วนปลายบนบล็อควางเท้า ถือดัมเบลไว้ในมือข้างเดียวกับเท้าที่ยืนบนบล็อค จับที่ส่วนปลายของอุปกรณ์ด้วยมืออีกข้างเพื่อให้ร่างกายทรงตัวได้อย่างมั่นคงในระหว่างการทำท่ากายบริหารนี้:- ยกโดยการใช้นิ้วเท้าให้สูงเท่าที่จะทำได้ (โดยการกดปลายเท้าลง) ยืดให้เข่าตรงหรืองอเพียงเล็กน้อย- กลับไปสู่ท่าเริ่มต้น";



"Seated Calf Raises =	 ท่านั่งยกน่อง";

"Adjust the pad so that your shins are straight up and the pad is just behind the knees. Lift the weight by pushing your heels up with the balls of your feet. Slowly lower the heels until you feel a stretch in the calf muscle. To target inner and outer calves, point your toes inwards and outwards respectively."=	"ปรับแผ่นวางเท้าเพื่อให้คุณสามารถเหยียดหน้าแข้งในแนวตรงได้ และแผ่นวางเท้าจะอยู่หลังเข่าของคุณ ยกน้ำหนักขึ้นโดยการดันส้นเท้าขึ้นด้านบนและใช้ฝ่าเท้าส่วนปลายดันที่แผ่นวางเท้า ค่อย ๆ ลดระดับของส้นเท้าลงจนกระทั่งคุณรู้สึกตึงที่กล้ามเนื้อน่อง สำหรับการบริหารน่องส่วนในและส่วนนอก ให้คุณชี้นิ้วเท้าเข้าด้านในและด้านนอกตามลำดับ";



"Chest" =	"หน้าอก";


"Bench Presses" =	" ท่ายกน้ำหนักบนม้านั่งราบ";

"To properly perform a bench press exercise you need to lay flat on a bench and have your feet flat on the floor. The bar, when racked, will be slightly behind your head. It is important to use a spotter for this exercise, especially if you are using a free bar or dumbbells, to eliminate the chance of dropping the weight on yourself. Once you have lifted the weight off of the rack, the bar will be directly over the center of your chest. Keep your head on the bench at all times throughout the movement. Once you have the bar steady, slowly lower it to about chest level, if you are able to. Keep your arms pointed outward as the bar drops. Upon reaching the bottom of the movement, press the bar back up to an extended position, focusing on driving the bar upwards with your chest and arms."=	"ในการที่จะทำท่านี้ได้อย่างเหมาะสมนั้น คุณต้องนอนบนม้านั่งราบและให้เท้าของคุณราบไปกับพื้น เมื่อคุณยกบาร์น้ำหนักขึ้น บาร์น้ำหนักจะอยู่ที่ด้านหลังศีรษะของคุณเล็กน้อย ในท่านี้คุณควรใช้ผู้ช่วย เพราะเป็นท่าที่สำคัญและเกิดอันตรายได้ง่าย โดยเฉพาะเมื่อคุณใช้บาร์แบบฟรีบาร์หรือดัมเบล การใช้ผู้ช่วยจะลดโอกาสในการที่คุณจะทำน้ำหนักตกลงใส่ตัวเอง เมื่อคุณยกน้ำหนักออกจากชั้นวางแล้ว บาร์น้ำหนักจะอยู่ตรงกับส่วนกลางของอก ให้ศีรษะของคุณอยู่บนม้านั่งตลอดเวลาในระหว่างการบริหารกล้ามเนื้อท่านี้ เมื่อคุณถือบาร์ได้อย่างมั่นคงแล้ว ให้ค่อย ๆ เลื่อนบาร์น้ำหนักมาเกือบถึงระดับอกของคุณถ้าคุณทำได้ ให้แขนของคุณชี้ออกไปด้านนอกในขณะที่ลดบาร์น้ำหนักลงมาที่ระดับอก ก่อนที่จะลงมาถึงส่วนล่างสุด ให้คุณดันบาร์น้ำหนักกลับขึ้นไปโดยการยืดแขนให้เหยียดตรง ให้ใช้ส่วนอกและแขนเป็นตัวดันบาร์น้ำหนักขึ้นไป";



"Incline Presses" =	" ท่ายกน้ำหนักบนม้านั่งเอียง";

"This exercise is very similar to the regular barbell bench press except that you will be using an incline free weight bench press machine and your upper chest will be the muscle group worked instead of your middle chest. Lift the barbell off of the rack and slowly lower it to about  inches above your clavicle (just below your Adam's apple) and then press the bar back to the start position. DO NOT TOUCH THE BAR TO YOUR UPPER CHEST (this causes unneeded stress on your shoulder joints and takes the tension away from your upper pec muscles, which are what we want to be doing the work!). Be sure that when you are lowering the bar that you do so in a slow and controlled fashion. Conversely, when you press the bar upward, you want to do so in an explosive fashion." =	"ท่านี้คล้ายกับท่าการยกบาร์น้ำหนักบนม้านั่งราบ เพียงแต่คุณจะใช้อุปกรณ์ม้านั่งเอียงแทน และกล้ามเนื้อของหน้าอกส่วนบนจะเป็นส่วนที่ทำหน้าที่ยกน้ำหนักแทนที่จะเป็นส่วนกลางเช่นท่ายกน้ำหนักบนม้านั่งราบ ให้คุณยกบาร์น้ำหนักออกจากชั้นวาง จากนั้นค่อย ๆ ลดระดับลงให้ห่างจากไหปลาร้าประมาณ  นิ้ว (อยู่ในระดับใต้ลูกกระเดือก) จากนั้นดันบาร์น้ำหนักกลับไปที่ตำแหน่งเดิม จงจำไว้ว่า อย่าให้บาร์น้ำหนักสัมผัสที่หน้าอกส่วนบน (เนื่องจากจะทำให้เกิดแรงกดดันที่ข้อของไหล่และทำให้ความตึงออกไปจากกล้ามเนื้อหน้าอกโดยไม่จำเป็น ซึ่งจริง ๆ แล้วเราต้องการใช้ส่วนนี้ในการบริหารกล้ามเนื้อ) คุณต้องแน่ใจว่าเมื่อคุณลดระดับบาร์น้ำหนักลงอย่างช้า ๆ ในทางตรงกันข้าม เมื่อคุณดันบาร์น้ำหนักขึ้นด้านบน ให้คุณดันค่อนข้างเร็ว";

"Dumbbell Presses" =	" ท่านั่งยกดัมเบล";

"Get into position by sitting on the bench, hold the dumbbells and allow them to rest on your thighs. Whilst rolling your body back to lie down on the bench, use your thighs to help you push the dumbbells up to your chest. Then straighten your arms up over your chest (keeping a slight bend in elbows), palms facing forward. Keep your feet flat on the floor and your back in neutral (no more than a slight arch).Lower the dumbbells by bending your elbows out to the sides. Keep going until your elbows are just below your shoulders. Then press the dumbbells back up, bringing them close together at the top (without touching), and angled slightly inwards. Keep a slight bend in your elbows, don't allow them to ”lock”. Repeat until you've completed your reps. To get up, hold the dumbbells by your chest, kick your legs up and then forward to give your body momentum to sit up."=	"ให้คุณนั่งบนม้านั่ง ถือดัมเบลไว้ในมือทั้งสองข้างและให้ดัมเบลพักที่ต้นขาด้านในของคุณ หมุนข้อมือและให้ลำตัวนอนบนม้านั่ง ใช้ต้นขาด้านในช่วยดันดัมเบลไปที่ระดับอก จากนั้นยืดแขนให้ตรงขึ้นไปเหนืออกของคุณ (งอข้อศอกเล็กน้อย) และให้ฝ่ามือหันไปด้านหน้า วางเท้าให้ราบไปกับพื้นและจัดลำตัวให้อยู่ในท่าสมดุล (ไม่มากไปกว่าส่วนโค้งเล็กน้อย) ลดระดับดัมเบลลงโดยการงอข้อศอกออกไปด้านข้าง ทำต่อไปจนกว่าข้อศอกของคุณอยู่ใต้ไหล่ จากนั้นดันดัมเบลขึ้นด้านบน ให้ดัมเบลทั้งสองข้างเข้ามาใกล้กันที่ส่วนบนสุด (โดยไม่สัมผัสกัน) จากนั้น ทำมุมเข้าหากันเล็กน้อย ข้อศอกงอไว้เล็กน้อยเช่นเดิม แต่อย่าให้ข้อศอก “ล็อค” ทำซ้ำในท่าเดิมจนกว่าจะเสร็จสิ้นในแต่ละรอบ การยืนขึ้น ให้ถือดัมเบลในระดับอก เตะเท้าขึ้นด้านบนและไปด้านหน้าเพื่อให้ลำตัวมีแรงเหวี่ยงในการลุกขึ้นนั่ง";



"Parallel Bar Dips" =	" ท่ายกตัวบนบาร์ขนาน";

"First, keep your head down during the course of the movement and move your body forward. Secondly, move your elbows out a bit. That is, keep your elbows out and away from your body. This will ensure that you are using more chest than triceps. Remember, really concentrate on squeezing your entire chest area at the top of the movement."=	"ประการแรก ต้องให้ศีรษะของคุณลดต่ำลงในระหว่างการเคลื่อนไหวร่างกาย และให้ลำตัวยกสูงขึ้น ประการที่สอง เคลื่อนข้อศอกของคุณออกไปด้านนอกเล็กน้อย นั่นคือ ให้ข้อศอกของคุณอยู่ห่างจากลำตัว ซึ่งนี้จะช่วยให้คุณมั่นใจได้ว่าคุณใช้กล้ามเนื้อหน้าอกมากกว่ากล้ามเนื้อต้นแขนด้านหลัง โปรดจำไว้ว่า คุณควรมีสมาธิกับการบีบรัดบริเวณทั้งหมดของหน้าอกคุณเมื่ออยู่ที่ส่วนบนสุดของท่าบริหารกล้ามเนื้อ";



" Cable Crossover Flys" =	" ท่าดึงเคเบิ้ลน้ำหนักไขว้แขวน";

"This exercise is performed using the cable pulley machine that has a pulley on two opposite sides. Set each pulley up so that it is locked in the high position (if you are not sure how to do this, ask a trainer at the gym you workout at to assist you). While standing, grab each high pulley using a small one-hand attachment for each hand. The position your body will be in will look like a giant letter. Slowly bring your arms together in a slow and controlled fashion. While doing so, visualize that you are hugging a giant tree trunk. At the peak of this movement, really flex your pec muscles together for a one-count and then return to the start position and repeat."="	ท่าออกกำลังกายนี้ทำโดยการใช้เครื่องสายเคเบิ้ลน้ำหนักที่มีสองด้านตรงข้ามกัน ให้คุณตั้งรอกแต่ละข้างขึ้นเพื่อให้ล็อคอยู่ในระดับสูง (หากคุณไม่มั่นใจวิธีการทำ ให้สอบถามครูฝึกที่โรงยิมเพื่อให้ความช่วยเหลือ) ขณะยืน ให้จับที่ด้ามจับของรอกแต่ละตัวโดยใช้มือยึดเกาะเพียงเล็กน้อยสำหรับมือแต่ละข้าง ค่อย ๆ ดึงแขนทั้งสองข้างเข้าหากันอย่างช้า ๆ ในขณะที่ทำเช่นนั้นอยู่ ให้ท่าของคุณดูเหมือนว่าคุณกำลังโอบกอดต้นไม้ยักษ์ ที่จุดตึงสุดของท่านี้ ให้คุณงอกล้ามเนื้อหน้าอกเข้าหากันสักหนึ่งวินาที จากนั้นให้กลับไปที่ท่าเริ่มต้นและทำซ้ำ";



" Dumbbell Flys" =	" ท่ายกดัมเบลบินเหนืออก";

"To perform dumbbell flies pick, up a relatively light weight in each hand. You will need to experiment to determine how much weight is right for your dumbbell flies. Start with a lighter weight then slowly work your way up. Lie down on a weight bench and raise both dumbbells straight up over your chest with your arms straight. This is your starting position. Spread both arms outward in a wide arc until your arms are out at your sides. Your arms can be slightly bent. This is the ”fly” part of the dumbbell flies. It is called that because you look like you are flying. Follow the same arc back up until the dumbbells return to the starting position. This is one repetition of the dumbbell fly."=	"การบริหารกล้ามเนื้อท่านี้ ให้ใช้ดัมเบลที่เบากว่าปกติ คุณต้องหาน้ำหนักที่เหมาะสมสำหรับท่านี้และควรเริ่มด้วยน้ำหนักที่เบาก่อน จากนั้นค่อย ๆ เพิ่มน้ำหนักขึ้นทีละน้อย ให้คุณนอนราบกับม้านั่งและยกดัมเบลขึ้นตรงเหนือหน้าอกของคุณโดยให้แขนทั้งสองข้างอยู่ในแนวตรง นี่เป็นท่าเริ่มต้นสำหรับคุณ จากนั้นกวาดแขนทั้งสองข้างออกไปนอกลำตัวในลักษณะโค้งกว้างจนกระทั่งแขนของคุณอยู่ห่างข้างลำตัวออกไป งอแขนเล็กน้อย นี่เป็นท่า “บิน” ซึ่งเป็นส่วนหนึ่งของท่ายกดัมเบลบินเหนืออก ที่เรียกเช่นนี้เพราะคุณจะทำในลักษณะคล้ายกับคุณกำลังบิน ยกขึ้นในลักษณะความโค้งเช่นเดิมจนกว่าดัมเบลจะกลับไปอยู่นท่าเริ่มต้น ซึ่งเป็นการทำซ้ำในท่ายกดัมเบลบินเหนืออกนี้";



"Dumbbell Pullovers" =	" ท่ายกดัมเบลข้ามศีรษะ";

"This is very similar to the bent arm barbell pullovers, except that you will be using a dumbbell instead of a barbell. Lie flat on your back on a flat bench. Begin by holding the dumbbell above your chest with your elbows slightly bent. Slowly lower the dumbbell back so as to stretch your arms (and the dumbbell) back behind your head as far as you can reach. Your arms and the dumbbell will actually go behind/above your head and will drop down below the bench- this will really give you a great stretch! Return the dumbbell to the start position slowly, focusing on keeping your elbows locked in the slightly bent position."=	"ท่านี้ค่อนข้างเหมือนกับท่าดึงบาร์น้ำหนักเหนือศีรษะ เว้นแต่คุณจะใช้ดัมเบลแทนบาร์น้ำหนัก ให้คุณนอนราบบนม้านั่ง เริ่มด้วยการถือดัมเบลเหนือหน้าอกของคุณโดยที่ข้อศอกงอเล็กน้อย ค่อย ๆ ลดระดับดัมเบลกลับไปพร้อมกับเหยียดแขนออก (และดัมเบล) กลับไปที่ด้านหลังศีรษะคุณให้ห่างเท่าที่จะทำได้ แขนของคุณและดัมเบลจะเคลื่อนไปด้านหลัง/เหนือศีรษะและจะลดระดับต่ำลงต่ำกว่าม้านั่ง ซึ่งท่านี้จะทำให้คุณได้ยืดร่างกายได้อย่างเต็มที่ นำดัมเบลกลับขึ้นมาที่ท่าเริ่มต้นอย่างช้า ๆ ให้คุณมุ่งเน้นที่การล็อคข้อศอกของคุณในขณะที่ข้อศอกงอเล็กน้อย";



"Push-Ups" =	" วิดพื้น";

"Lie prone with your arms straight, your palms flat on the floor, and your hands shoulder-width apart (or wider). Hold your feet together or very slightly spread:- Inhale and bend your elbows to bring your torso near the floor, avoiding extreme hyperextension of your spine.- Push yourself back to arms, extended position, exhaling as you complete the movement."=	"ให้คุณนอนในท่าคว่ำโดยให้แขนเหยียดตรง ฝ่ามือราบกับพื้น และมือวางที่ความกว้างเท่าความกว้างของไหล่ (หรือกว้างกว่า) เท้าชิดกันหรือห่างกันเล็กน้อย:- หายใจเข้าและงอข้อศอกเพื่อลดระดับลำตัวให้ลงใกล้พื้น หลีกเลี่ยงการเหยียดกระดูกไขสันหลังให้ตึงมากกเกินไป - ดันลำตัวขึ้นด้วยแขนทั้งสองข้าง อยู่ในท่าเหยียดตรง หายใจออกขณะทำท่านี้";



"Dumbbell Press" =	" ท่ายกดัมเบลเหนืออก";

"Lie flat on the bench with feet on the floor for stability, your arms extended upward, and your hands facing in toward each other holding the dumbbells:= Inhale and lower the dumbbells to chest level, bending your elbows and rotating your forearms to bring your hand in pronation.= Press the dumbbells back up and do an isometric contraction to isolate the stress on the pectorals; exhale as you complete the movement."=	"ให้คุณนอนราบบนม้านั่งและให้เท้าแนบกับพื้นเพื่อการทรงตัว เหยียดแขนขึ้นไปด้านบนให้ตรง มือทั้งสองหันเข้าหากันในขณะที่ถือดัมเบลอยู่:- หายใจเข้าและลดระดับดัมเบลลงไปอยู่ที่ระดับอก งอข้อศอกของคุณและหมุนแขนส่วนปลายเพื่อให้มืออยู่ในท่าคว่ำ- ดันดัมเบลกลับขึ้นไปและทำให้เกิดการหดตัวของเส้นใยกล้ามเนื้อเพื่อลดความตึงเครียดที่อยู่บนบริเวณอกของคุณ หายใจออกในขณะที่คุณทำท่านี้";



"Barbell Bench Press" =	" ท่ายกบาร์น้ำหนักบนม้านั่ง";

"Lie back on the decline bench. Hold the barbell with overhand grip. Lower the barbell towards your lower chest as you keep your elbows close to your body. The barbell should slightly touch your chest at the end of the movement."=	"ให้คุณนอนบนม้านั่งราบ ถือบาร์น้ำหนักในมือโดยให้ฝ่ามือหันออกจากตัว ลดระดับบาร์เบลลงมายังหน้าอกส่วนล่างในขณะที่ข้อศอกอยู่ใกล้กับลำตัว บาร์น้ำหนักควรแตะที่หน้าอกเล็กน้อยที่ส่วนท้ายของการเคลื่อนไหวในท่านี้";



"Pec Deck Flies" =	" ดึงเคเบิ้ลลักษณะบิน";

"Sit on the machine's seat and press your elbows into the pads, relaxing your forearms and wrists:- Inhale and force the pads together until they touch in front of your chest.- Exhale as you complete the movement."=	"ให้คุณนั่งบนที่นั่งของอุปกรณ์ จากนั้นดันข้อศอกเข้าหาแผ่นวางแขน คลายท่อนแขนส่วนล่างและข้อมือ:- หายใจเข้าและบังคับแผ่นวางแขนให้เคลื่อนเข้าหากันจนกระทั่งสัมผัสกันที่ตรงหน้าหน้าอกของคุณ- หายใจออกขณะคลายแขนออก";




"Forearms" =	"แขนท่อนล่าง";


"Wrist Curls" =	" ท่าดึงบาร์น้ำหนักด้วยข้อมือ";

"Sit with your forearms resting on your thighs or on a bench. Take an underhand grip on the bar with your wrists passively extended: = Inhale and curl your wrist up. - Exhale as you complete the movement."=	"นั่งในท่าที่แขนท่อนปลายของคุณวางพักอยู่ที่ต้นขาด้านในหรือบนม้านั่ง จับบาร์น้ำหนักโดยให้ฝ่ามือหันเข้าหาตัวและให้ข้อมือยืดตรง: - หายในเข้าและโค้งข้อมือขึ้น- หายใจออกเมื่อคลายข้อมือออก";



" Wrist Curls" =	" ท่าดึงดัมเบลด้วยข้อมือ";

"Sit on a bench. Using an dumbbell wrists passively extended:- Inhale and curl your wrist up.= Exhale as you complete the movement.This exercise works the flexors of the wrist and finger." =	"นั่งบนม้านั่ง ใช้มือจับดัมเบลโดยให้ข้อมือเหยียดตรง:  - หายใจเข้าและโค้งข้อมือขึ้น- หายใจออกเมื่อคลายข้อมือออกท่านี้เป็นการบริหารกล้ามเนื้อที่งอข้อต่อของข้อมือและนิ้วมือ";


"Legs" =	"ขา";


"Squats" =	" ท่านั่งยอง ๆ งอเข่าและสะโพก";

"The squat involves lowering yourself to the floor without bending at the lower back. Instead, you use your legs to lower your body, keeping your spine in a neutral position. Stand with your feet hip-width apart. Press your hips back and bend your knees. Keep your weight back on your heels, not on the balls of your feet. Your knees should stay behind your toes. Continue lowering until your knees are at a =degree bend. Pause for a count and then push through your heels, extending your knees and hips."=	"ท่านั่งยอง ๆ นี้เป็นการลดระดับลำตัวของคุณให้ต่ำลงไปที่พื้นโดยไม่มีการงอที่หลังส่วนล่าง แต่คุณจะใช้ส่วนขาเพื่อย่อตัวลงแทน ให้กระดูกสันหลังอยู่ท่าสมดุล ยืนด้วยท่าที่เท้าห่างกันเท่ากับระยะห่างของสะโพก กดสะโพกไปด้านหลังและงอเข่า ให้น้ำหนักไปอยู่ที่ส้นเท้า ไม่ใช่ที่ฝ่าเท้าส่วนปลาย เข่าของคุณควรอยู่ที่ด้านหลังของนิ้วเท้า ลดระดับตัวลงจนกระทั่งเข่าของคุณงอ  องศา ค้างไว้ประมาณหนึ่งวินาที จากนั้นดันผ่านส้นเท้าขึ้นมา เหยียดเข่าและสะโพกของคุณให้ตรง";



" Angled Leg Presses" =	" ท่านั่งด้วยขาทำมุม";

"Sit on the machine with your back and head against the padded support. Place feet on the foot plate about hip width apart, ensuring the heels are flat. The legs should form an angle of about  degrees at the knee with a little variation either way as long as the heels sit flat on the plate. The knees should be in line with the feet and neither bowed inward nor outward. Your bottom should not be raised from the seat platform. If it is, and the legs are at too sharp an angle, then you need to adjust the seat back until the correct position is enabled. You can recognize this poor position when the knees seem to be in front of your eyes and you feel cramped. Grasp the assist handles." =	"ให้คุณนั่งที่ที่นั่งของอุปกรณ์โดยให้หลังและศีรษะชนกับแผ่นวางหลัง วางเท้าบนที่วางเท้าโดยให้เท้าห่างกันที่ความกว้างของสะโพก ตรวจสอบให้แน่ใจว่าส้นเท้าวางแบบชิดกับแผ่นวางเท้า ขาของคุณควรทำมุม  องศาที่บริเวณเข่า โดยที่อาจมีค่าคลาดเคลื่อนจากนี้เล็กน้อยตราบเท่าที่ส้นเท้าแนบชิดกับแผ่นวางเท้า เข่าควรอยู่ในเส้นเดียวดันกับเท้าและไม่โค้งเข้าด้านในหรือโค้งออกด้านนอก ก้นของคุณไม่ควรยกขึ้นจากที่นั่ง หากก้นยกขึ้น นั่นแสดงว่าขาของคุณทำมุมแหลมเกินไป คุณควรปรับที่นั่งให้ไปด้านหลังจนกระทั่งได้ท่าที่ถูกต้อง คุณสามารถบอกได้ว่านั่งอยู่ในท่าที่ไม่เหมาะสมได้โดยการสังเกตุที่เข่า หากเข่าอยู่ตรงระดับตาของคุณและคุณรู้สึกว่าแคบเกินไป ให้คุณใช้ด้ามจับช่วย";



"Leg Extensions" =	" ท่าเหยียดขาตรง";

"Slowly raise the weight by extending both legs upwards to the straightened position. Do not jerk the weight up. Hold this position for one second. Slowly lower the weight back to the start position. Repeat movement."=	"ให้คุณค่อย ๆ ยกน้ำหนักขึ้นโดยเหยียดขาทั้งสองข้างให้ตรงและยื่นไปข้างหน้า อย่าเหยียดขาเพื่อดึงน้ำหนักออกไปอย่างแรง ค้างไว้ที่ท่านี้ประมาณหนึ่งวินาที จากนั้นค่อย ๆ ลดระดับลงเพื่อกลับสู่ท่าเริ่มต้น จากนั้นให้ทำซ้ำท่าเดิม";



"Dumbbell Lunges" =	" ท่าถือดัมเบลยื่นไปข้างหน้า";

"Stand with dumbbells grasped to sides. Lunge forward with first leg. Land on heel then forefoot. Lower body by flexing knee and hip of front leg until knee of rear leg is almost in contact with floor. Return to original standing position by forcibly extending hip and knee of forward leg. Repeat by alternating lunge with opposite leg." = 	"ในท่านี้ ให้คุณยืนและถือดัมเบลไว้ที่ข้างลำตัว จากนั้นยื่นตัวไปข้างหน้าด้วยเท้าข้างแรก ลงสู่พื้นบนส้นเท้าจากนั้นบนปลายเท้า ลดระดับตัวลงโดยการงอเข่าและสะโพกของขาที่อยู่ข้างหน้าจนกระทั่งเข่าของขาส่วนหลังเกือบสัมผัสกับพื้น กลับสู่ท่ายืนโดยการใช้แรงยืดสะโพกและเข่าของขาที่อยู่ข้างหน้า ทำซ้ำโดยสลับขาอีกข้างหนึ่ง";



"Cable Back Kicks" =	" ท่าดึงเคเบิ้ลโดยเตะเท้าไปด้านหลัง";

"Attach a cuff to the end of the cable running through the low pulley. Fasten the cuff around your ankle. Stand in front of the weight stack and grasp the edge of the machine for support: Tilt your pelvis forward. Bring your leg back."="	ติดผ้าพันขาไว้ที่ส่วนปลายของสายเคเบิ้ลที่ต่อไปยังรอกระดับต่ำ รัดผ้าพันขารอบข้อเท้าของคุณ ยืนที่ด้านหน้าของชั้นน้ำหนัก จับที่ส่วนปลายของอุปกรณ์บริหารร่างกายเพื่อช่วยพยุงตัว เอียงเชิงกรานของคุณไปข้างหน้า เตะเท้าไปที่ด้านหลังและนำเท้าของคุณกลับมา";



"Dumbbell Squats" =	" ท่ายกดัมเบลและย่อตัวลง";

"Stand with your feet slightly apart and grasp a dumbbell in each hand with your arms hanging down at your sides:- Look straight ahead, slightly arch your back, and squat down.- Once your things are parallel to the floor, straighten your legs to return to the starting position.- Exhale as you complete the movement."=	"ให้คุณยืนด้วยเท้าสองข้างห่างกันเล็กน้อย จากนั้นถือดัมเบลในมือแต่ละข้าง โดยให้แขนห้อยลงด้านล่างข้างลำตัว: - มองตรงไปข้างหน้า โค้งหลังของคุณเล็กน้อย และนั่งยอง ๆ ลง- เมื่อคุณขนานกับพื้นแล้ว ให้ยืดขาให้ตรงเพื่อกลับไปที่ท่าเริ่มต้น- หายใจออกเมื่อคุณทำท่านี้เสร็จ";



"Front Squats" =	" ท่ายกบาร์น้ำหนักที่กล้ามเนื้อโคนแขนและย่อตัวลง";

"Position the dumbbell across your anterior deltoids, hold upper arms parallel to the floor, bend your elbows, cross your toe arms, grasp the bar, and look straight ahead:- Inhale and squat down.- Return to the starting point, exhale as you complete the movement."  =	"จัดท่าบาร์น้ำหนักวางที่กล้ามเนื้อโคนแขนทั้งสองข้าง ให้แขนส่วนบนขนานไปกับพื้น งอข้อศอก ไขว้มือทั้งสองข้าง จับที่ด้ามจับและตามองตรงไปด้านหน้า:- หายใจเข้าและย่อตัวลง- กลับไปที่ท่าเริ่มต้น หายใจออกเมื่อคุณทำท่านี้เสร็จ";



"Power Squats" =	" ท่ายกบาร์น้ำหนักที่กล้ามเนื้อไหล่และย่อตัวลง";

"This movement is the same as conventional squats, but your legs are widely spread with your toes pointed outward, which specifically works the inner thighs. The muscles involved are:- the quadriceps- all the adductor- the gluteals - the hamstring group- all the sacrospinalis muscles"=	"ท่าบริหารกล้ามเนื้อนี้เป็นท่าเช่นเดียวกับท่าย่อตัวลงนั่งแบบดั้งเดิม แต่ขาของคุณจะห่างออกจากกันและนิ้วเท้าจะชี้ออกไปด้านนอก ซึ่งนี้จะช่วยบริหารกล้ามเนื้อต้นขาด้านในได้เป็นอย่างดี กล้ามเนื้อส่วนที่เกี่ยวข้องคือ: - กล้ามเนื้อต้นขา- กล้ามเนื้อแอดดัคเตอร์ทั้งหมด- กล้ามเนื้อสะโพก- กล้ามเนื้อต้นขาด้านหลัง- กล้ามเนื้อส่วนที่พยุงกระดูกสันหลังทั้งหมด";



"Hack Squats" =	" ท่ายกบาร์น้ำหนักวางบนไหล่";

"Flex your knees, place your back against the padded surface, wedge your shoulders beat the yokes attached to the machine, and place your leed fairly close together:- Inhale,  rotate the stop handles at the sides of the yokes to release the machine, and bend your legs.- Return to the starting position exhaling as you complete the movement."=	"ท่านี้ให้คุณงอเข่าลงและวางหลังชนกับผิวหน้าของแผ่นวางหลัง บีบไหล่ของคุณกับด้ามสำหรับใช้ไหล่ดันที่ติดอยู่กับอุปกรณ์บริหารกล้ามเนื้อ จากนั้นวางขาข้างใกล้กัน - หายใจเข้า หมุนด้ามจับที่ด้านข้างเพื่อปล่อยอุปกรณ์พร้อมงอเข่า- กลับมายังท่าเริ่มต้นพร้อมหายใจออก";



"Seated Leg Curls" =	" ท่านั่งยกขาโค้งงอ";

"Sit on the machine with your legs straight, ankles resting on the roller pad. Lower the leg resting over your thighs to secure them. Grasp the handles provided on each side:- Inhale and bend your knees to move the roller pad downward.- Exhale as you complete the movement."=	"นั่งบนที่นั่งของอุปกรณ์ด้วยขาที่เหยียดตรง พักข้อเท้าบนที่วางเท้าลูกกลิ้ง ลดระดับขาลงพักที่บริเวณเหนือต้นขาเพื่อกระชับต้นขา จับที่ด้ามจับ:- หายใจเข้าและงอเข่าเพื่อเคลื่อนแผ่นลูกกลิ้งลงด้านล่าง- หายใจออกเมื่อทำท่านี้เสร็จ";



"Shoulders" =	"ไหล่";


"Back Presses" =	" ท่ายกบาร์น้ำหนักจากด้านหลัง";


"Start by sitting on the bench (with back support). Grasp the barbell using an overhand grip. Hold the dumbbells above the shoulders slightly in front of you, pointing the elbows towards the floor. Push the barbell up and overhead so that the arms are fully extended. After a pause lower the weights to the starting position."=	"เริ่มด้วยการนั่งบนม้านั่ง (ที่มีแผ่นรองหลัง) จับที่บาร์น้ำหนักโดยให้ฝ่ามือหันออกจากตัว วางบาร์น้ำหนักเหนือหัวไหล่ให้เลื่อนไปที่ส่วนหน้าเล็กน้อย ข้อศอกชี้ตรงไปที่พื้น ดันบาร์น้ำหนักขึ้นด้านบนและเหนือหัวเพื่อให้แขนเหยียดตรงอย่างเต็มที่ หลังจากหยุดค้างสักครู่ให้นำบาร์น้ำหนักลงและกลับไปที่ท่าเริ่มต้น";



"Seated Front Presses" =	" ท่านั่งยกบาร์น้ำหนักจากด้านหน้า";

"Sitting on an upright bench. Grab the barbell with a wider then shoulder width grip. Push the barbell directly upward until it is at arms length above your shoulders. Lower the barbell down to the front of your shoulders, then press it back to starting position."=	"ให้คุณนั่งหลังตรงบนม้านั่ง จับที่บาร์น้ำหนักด้วยความกว้างของมือกว้างกว่าความกว้างของไหล่ ดันบาร์น้ำหนักขึ้นด้านบนโดยตรงจนกระทั่งแขนตั้งตรงเหนือหัวไหล่ของคุณ ลดระดับบาร์น้ำหนักลงที่ส่วนหน้าของหัวไหล่ จากนั้นดันบาร์น้ำหนักขึ้นไปด้านบนที่ท่าเริ่มต้น";



"Seated Dumbbell Presses" =	" ท่านั่งยกดัมเบลเหนือไหล่";

"Position yourself on a bench or chair with your back upright and straight. Grasp a dumbbell in each hand and hold them just outside of each shoulder with your thumbs pointing in toward each other. Simply press the dumbbells up over your head and return to the start position just outside your shoulders."=	"นั่งบนม้านั่งหรือเก้าอี้โดยให้หลังอยู่ในลักษณะตั้งตรง ถือดัมเบลในแต่ละมือซึ่งให้อยู่ห่างหัวไหล่แต่ละข้างเล็กน้อยและนิ้วโป้งของคุณชี้เข้าด้านใน ค่อย ๆ ดันดัมเบลขึ้นเหนือศีรษะของคุณและลดระดับลงกลับไปที่ท่าเริ่มต้นซึ่งอยู่ข้าง ๆ ไหล่ของคุณ";



"Low-Pulley Lateral Raises" =	" ท่าดึงเคเบิ้ลจากด้านล่างขึ้นไปด้านข้าง";

"Stand close to the cable machine and side-on to it, position your arm slightly in front of your thighs and take hold of the handle. Inhale and, keeping a slight bend in the elbow, raise your arm out to the side of the body until your upper arm is level with your shoulder. Keep your palm facing down. Slowly, and with the movement under control, lower your arm back down to the start position."=	"ให้คุณยืนใกล้กับอุปกรณ์บริหารร่างกายโดยหันข้างเข้าอุปกรณ์ วางแขนข้างหนึ่งอยู่ตรงหน้าต้นขาของคุณเล็กน้อย จากนั้นจับที่ด้ามจับ หายใจเข้าและงอศอกเล็กน้อย ยกแขนขึ้นและให้ออกห่างจากข้างลำตัวจนกระทั่งแขนท่อนบนอยู่ระดับเดียวกับไหล่ ให้ฝ่ามือของคุณหันลงด้านล่าง ค่อย ๆ ลดระดับแขนของคุณลงไปที่ท่าเริ่มต้น";



"Upright Rows" =	" ท่าดึงบาร์น้ำหนักหลังตรง";

"Raise the bar toward your chin by leading with your elbows. When your upper arms are parallel to the floor, stop the pull, and lower the bar along the same path it was raised. At the top of your range of motion, your elbows should be higher than your wrists."=	"ให้ยกบาร์น้ำหนักเข้าหาคางโดยใช้ข้อศอกเป็นตัวนำขึ้นมา เมื่อแขนท่อนบนของคุณขนานกับพื้นให้หยุดดึง และลดระดับบาร์น้ำหนักลงไปที่ระดับเดิม ที่ส่วนบนสุดของท่านี้ ข้อศอกของคุณควรอยู่สูงกว่าข้อมือ";



"Dumbbell Rear Deltoid Raises" =	" ท่ายกดัมเบลด้วยกล้ามเนื้อหัวไหล่ส่วนหลัง";

"Sit on a bench, inclined forward, foot on the floor together. Raise the dumbbells to the side is you can keeping your hands straight and slowly do back to your start position."=	"นั่งบนม้านั่ง พื้นลาดเอียงไปข้างหน้า เท้าแนบอยู่ที่พื้น ยกดัมเบลไปที่ด้านข้างโดยให้มืออยู่ในลักษณะตรง ค่อย ๆ ลดระดับกลับไปที่ท่าเริ่มต้น";



"Lateral Raises" =	" ยกดัมเบลไปด้านข้าง";

"Stand with your feet slightly spread. Keep your back straight, your arms hanging at your sides, holding one dumbbell in each hand: - Raise the dumbbell to shoulder level, keeping your elbows slightly bent.- Return to the starting position."=	"ให้คุณยืนด้วยท่าที่เท้าห่างกันเล็กน้อย ยืดให้หลังตรง แขนทั้งสองข้างห้อยลงข้างลำตัว ถือดัมเบลไว้ในมือแต่ละข้าง:- ยกดัมเบลขึ้นถึงระดับไหล่โดยให้ข้อศอกงอเล็กน้อย- กลับมายังท่าเริ่มต้น";



"Front Raises" =	" ท่ายกดัมเบลไปด้านหน้า";

"Stand with feet slightly apart. Hold the dumbbells with your palms down (overhand gips), resting the dumbbells on your thighs or slightly to your sider:- Inhale and alternate sides raising the dumbbells forward to shoulder height.- Exhale as you complete the movement." =	"ยืนด้วยท่าที่เท้าห่างกันเล็กน้อย ถือดัมเบลโดยให้ฝ่ามือหันลงด้านล่าง (แบบคว่ำมือ) พักดัมเบลที่ต้นขาหรือที่ข้างตัว:- หายใจเข้าและยกดัมเบลยื่นไปข้างหน้าที่ระดับความสูงเท่าหัวไหล่ - หายใจออกเมื่อทำท่านี้เสร็จ";



"Barbell Front Raises" =	" ท่ายกบาร์น้ำหนักไปด้านหน้า";

"Stand with your legs slightly spread. Take and overhand grip on barbell and rest the barbell on your thighs. Keep your back straight and your abdominals contracted:- Inhale and raise the barbell forward with your arms straight until it reaches eye level.- Exhale as you complete the movement."=	"ให้คุณยืนด้วยขาห่างกันเล็กน้อย จับที่บาร์น้ำหนักด้วยท่าคว่ำมือ พักบาร์น้ำหนักที่ต้นขาของคุณ ยืดหลังให้ตรงและหดเกร็งกล้ามเนื้อท้อง:- หายใจเข้าและยกบาร์น้ำหนักยื่นไปข้างหน้าโดยให้แขนทั้งสองข้างยืดตรงจนกระทั่งอยู่ที่ระดับเดียวกับตา- หายใจออกเมื่อทำท่านี้เสร็จ";



"Upright Row" =	" ท่ายกบาร์น้ำหนักขึ้นในแนวตรง";

"Stand with your feet slightly spread. Keep your back straight. Take an overhand grip on the bar with your hands palm-width apart or a little more:- Inhale and pull the barbell straight upward until it contacts your chin.- Lift your elbows as high as possible at the top point of the movement.- Exhale and slowly lower the barbell back to the starting point."=	"ให้คุณยืนด้วยขาห่างกันเล็กน้อย ยืดหลังให้ตรง จับที่บาร์น้ำหนักโดยให้ฝ่ามือหันเข้าหาลำตัว โดยให้ฝ่ามืออยู่ห่างกันอีกเล็กน้อย:- หายใจเข้าและดึงบาร์น้ำหนักยกขึ้นจนสัมผัสกับคางของคุณ- ยกข้อศอกให้สูงเท่าที่จะทำได้เมื่ออยู่ส่วนสูงสุดของท่านี้ - หายใจออกและค่อย ๆ ลดระดับบาร์น้ำหนักลงที่จุดที่แขนคุณเหยียดตร";



"Low Pulley Bent-Over Lateral Raises" =	" ท่าโน้มตัวดึงน้ำหนักจากด้านล่างไปด้านข้าง";

"Stand with your feet and your knees slightly bent. Bent forward at the waist, keeping your back straight and your arms hanging down. Hold a handle in each hand with the cables crossing each other:- Inhale and raise your arms to the sides until your hands are slightly above the level of your shoulders.- Exhale as you complete the exercise."=	"ให้คุณยืนด้วยท่าที่เท้าและเข่างอเล็กน้อย ใช้เอวโน้มตัวไปข้างหน้า ยืดให้หลังตรงและแขนห้อยตรงลงด้านล่าง จับที่ด้ามจับด้วยมือแต่ละข้างที่ต่อกับสายเคเบิ้ลไขว้กันอยู่: - หายใจเข้าและยกแขนไปที่ด้านข้างจนกระทั่งมือของคุณอยู่เหนือระดับไหล่เล็กน้อย- หายใจออกเมื่อทำท่านี้เสร็จ";



"Low Pulley Front Raises" =	" ท่าดึงน้ำหนักจากด้านล่างไปด้านหน้า";

"Stand with your feet slightly spread. Hold the handle with an overhand grip, keeping your arms at your sides:- Inhale and raise your arm forward shoulder height.- Exhale as you complete the movement.This exercise works the deltoids." =	"ให้คุณยืนด้วยเท้าห่างกันเล็กน้อย จับที่ด้ามจับโดยฝ่ามือหันลงด้านล่าง ให้แขนทั้งสองข้างอยู่ที่ข้างลำตัว: - หายใจเข้าและยกแขนขึ้นสูงถึงระดับไหล่- หายใจออกเมื่อทำท่านี้เสร็จท่านี้จะช่วยบริหารกล้ามเนื้อโคนแขน";



"Pec Deck Rear-Delt Laterals "  =	" ท่าบริหารกล้ามเนื้อโคนแขนด้านข้าง";

"Sit in a pec deck machine facing toward its back support with your arms stretched out grasping the handles:- Inhale and force your elbows to the rear, pressing your scapulae together at the end of the movement.- Exhale as you complete the movement." =	"นั่งบนม้านั่งของอุปกรณ์โดยหันหน้าเข้าหาแผ่นหนุนหลัง ให้แขนของคุณยืดตรงออกไปจับที่ด้ามจับ- หายใจเข้าและบังคับให้ข้อศอกดันไปด้านหลัง ดันกระดูกสะบักเข้าหากันที่ตอนท้ายของการเคลื่อนไหวในท่านี้- หายใจออกเมื่อทำท่านี้เสร็จ";




"Triceps" =	"กล้ามเนื้อท่อนแขนส่วนบนด้านหลัง";


"Close-Grip Bench Presses" =	" ท่ายกบาร์น้ำหนักใกล้ตัวบนม้านั่ง";

"Position yourself on a regular free weight flat bench press machine. Lie flat on your back and grab the barbell above you with a very narrow grip. Focus on keeping about an - inch width in your grip Lift the barbell off of the rack and slowly lower it to about  inches above your chest and then press the bar back to the start position. Make sure to focus on keeping your elbows in towards your body throughout the full range of the movement." =	"ให้นั่งบนม้านั่งราบสำหรับการยกฟรีเวท นอนราบบนม้านั่งและจับที่บาร์น้ำหนักที่อยู่เหนือตัวคุณโดยให้การจับนั้นอยู่ในช่วงแคบมาก โดยให้มือทั้งสองอยู่ห่างกันประมาณ - นิ้ว จากนั้นยกบาร์น้ำหนักออกจากชั้นและค่อย ๆ ลดระดับลงมาให้เหนือหน้าอกคุณประมาณ  นิ้ว จากนั้นดันบาร์น้ำหนักขึ้นไปที่ท่าเริ่มต้น คุณต้องแน่ใจว่าข้อศอกหันไปทางลำตัวของคุณในระหว่างการบริหารกล้ามเนื้อท่านี้";



"Push-Downs" =	" ท่าดันน้ำหนักลงด้านล่าง";

"Using a high-cable pulley, grasp a short straight bar with an overhand grip. Your hands should be about  inches apart. Position your forearms so they are parallel to the floor. Keep your feet shoulder width apart and bend your knees slightly. Keep your elbows locked in close to your body and your wrists straight. Keep your WHOLE body steady, push the bar down as far as possible towards your legs, locking your arms and feeling the triceps full contract. Keep the upper arms close to the body. Return to the starting position using the same motion. Never move your elbows or torso! Stay standing straight up."= 	"ใช้รอกเคเบิ้ลแบบสูง จับที่ด้ามจับสั้นด้วยท่าคว่ำมือ มือของคุณควรอยู่ห่างกันประมาณ  นิ้ว จัดท่าแขนท่อนล่างของคุณให้ขนานกับพื้น ให้เท้าห่างกันเท่าความกว้างของไหล่ งอเข่าเล็กน้อย ล็อคข้อศอกใกล้กับลำตัว ตรึงข้อมือให้ตรง จัดให้ทั้งลำตัวอยู่ในท่าที่มั่นคง ดันบาร์ลงด้านล่างไปทางขาของคุณให้ลงต่ำเท่าที่จะทำได้ ล็อคแขนของคุณจนรู้สึกว่ากล้ามเนื้อส่วนหลังของแขนท่อนบนหดตัว ให้แขนส่วนบนอยู่ใกล้กับลำตัว จากนั้นกลับไปยังท่าเริ่มต้นโดยใช้การเคลื่อนไหวในลักษณะเดิม อย่าเคลื่อนข้อศอกหรือลำตัว ยืนในท่าหลังตรงตลอดเวลา";



"Triceps Extensions" =	" ท่ายืดกล้ามเนื้อแขนท่อนบนส่วนหลัง";

"Positioning the bar over your eyes keeps your triceps under some tension while your arms are in the extended position. Now, keep your upper arms fixed in the extended position while you bend your elbows and allow the weight to descend under control toward your forehead."=	"จัดท่าบาร์ให้อยู่เหนือระดับตาของคุณ ให้กล้ามเนื้อแขนท่อนบนส่วนหลังตึงในขณะที่คุณยืดแขนออก ตอนนี้ ให้แขนส่วนบนของคุณอยู่คงที่ในท่ายืดออกในขณะที่คุณงอข้อศอกของคุณ และให้น้ำหนักเอียงไปทางหน้าผากของคุณในท่าที่คุณควบคุมได้";



"Triceps KickBacks" =	" ท่าดันน้ำหนักไปด้านหลังด้วยแขน";

"Kneel comfortably on a bench with the same leg that you hold the weight with. Now with your back straight and your head looking straight ahead start with the weight at a ninety degree angle (as shown). Extend the weight keeping your elbow completely stationary."=	"ให้คุณวางเข่าในลักษณะงอบนม้านั่งโดยถือน้ำหนักด้วยมือข้างเดียวกันนี้ ยืดให้หลังตรงและหันหน้าในลักษณะตรง เริ่มเคลื่อนน้ำหนักที่ทำมุม  องศา (ดังแสดง) ยืดน้ำหนักออกไปขณะที่ตรึงข้อศอกอยู่";



"One-Arm Dumbbell Triceps Extensions" =	" ท่ายกดัมเบลหนึ่งข้างด้วยการยืดกล้ามเนื้อแขนท่อนบนส่วนหลัง";


"Hold your arm in full extension up above your body. Make sure your elbow is facing away from your body. With your non-weight bearing hand, grab and support your other arm just below the elbow. Next, lower the weight down, bending at your elbow. Once the forearm is parallel to the floor you may bring the arm back to full extension."=	"ยืดแขนให้เหยียดตรงเหนือลำตัวของคุณ ต้องมั่นใจว่าข้อศอกของคุณหันหน้าออกจากลำตัว ใช้มืออีกข้างจับที่ใต้ข้อศอกของแขนที่ยกน้ำหนักเพื่อช่วยพยุง จากนั้นลดระดับของน้ำหนักลง งอข้อศอก เมื่อแขนท่อนล่างขนานกับพื้นแล้วให้คุณยืดแขนเหยียดตรงกลับมาที่เดิม";

"Bar Triceps Extensions" = " ท่ายืดกล้ามเนื้อแขนท่อนบนส่วนหลังโดยใช้บาร์";

"To begin, stand up holding a barbell or e-z bar using a pronated grip (palms facing forward) with your hands closer than shoulder width apart from each other. Your feet should be about shoulder width apart. Now elevate the barbell above your head until your arms are fully extended. Keep your elbows in. This will be your starting position. Keeping your upper arms close to your head and elbows in, perpendicular to the floor, lower the resistance in a semicircular motion behind your head until your forearms touch your biceps. Tip: The upper arms should remain stationary and only the forearms should move. Breathe in as you perform this step. Go back to the starting position by using the triceps to raise the barbell. Breathe out as you perform this step."="เริ่มด้วยการยืนและจับที่บาร์น้ำหนักหรือบาร์ E-Z โดยการคว่ำมือ (ฝ่ามือหันลงด้านล่าง) โดยให้มืออยู่ห่างกันที่ระยะความกว้างสั้นกว่าความกว้างของไหล่ ส่วนเท้าอยู่ห่างกันกับระดับความกว้างของไหล่ จากนั้นให้คุณยกบาร์น้ำหนักเหนือศีรษะคุณจนกระทั่งแขนคุณเหยียดตรง ให้ข้อศอกอยู่ด้านใน นี่จะเป็นท่าเริ่มต้นของคุณ ให้แขนท่อนบนของคุณอยู่ใกล้ศีรษะ ข้อศอกอยู่ในท่าชิดด้านในและตั้งฉากกับพื้น  ลดระดับน้ำหนักที่ต้านอยู่ลงโดยการเคลื่อนไหวแบบครึ่งวงกลมที่ด้านหลังของศีรษะคุณจนกระทั่งแขนท่อนล่างสัมผัสกับกล้ามเนื้อท้องแขนส่วนบน เคล็ดลับ: แขนส่วนบนควรอยู่ในท่าคงที่ และมีเพียงแขนท่อนล่างเท่านั้นที่เคลื่อนไหว หายใจเข้าเมื่อคุณทำในท่านี้ กลับไปที่ท่าเริ่มต้นโดยใช้กล้ามเนื้อแขนท่อนบนส่วนหลังยกบาร์น้ำหนัก หายใจออกเมื่อทำขั้นตอนนี้";



"Dumbbell Triceps Extension" =	" ท่านอนยกดัมเบลยืดกล้ามเนื้อแขนท่อนบนส่วนหลัง";

"Lie on a flat bench holding a dumbbell in each hand with your arms extended straight up from your shoulders: - Inhale and slowly bend your arms.- Return to the starting position, exhaling as you complete the movement.This exercise equally works all the heads of the triceps." =	"นอนบนม้านั่งราบ ถือดัมเบลด้วยมือทั้งสองข้างโดยให้แขนเหยียดตรงขึ้นไปจากไหล่ของคุณ:- หายใจเข้าและค่อย ๆ งอแขนลง- กลับไปที่ท่ายืดแขนตรง หายใจออกเมื่อคุณทำท่านี้เสร็จท่านี้จะช่วยบริหารส่วนบนของกล้ามเนื้อแขนท่อนบนส่วนหลัง";



"Triceps Dips" =	" ท่ายกตัวด้วยกล้ามเนื้อแขนท่อนบนส่วนหลัง";

"Place your hands on the edge of a flat bench and rest your feet on another bench. Assume a torso-leg angle of about  degrees:- Inhale and bend your arms. - Straighten your arms to return to the starting point, exhaling as you complete the movement.This exercise works the triceps, pectorals, and anterior deltoids." =	"วางมือของคุณที่ส่วนปลายของม้านั่งราบและพักเท้าที่ม้านั่งอีกตัว ให้ลำตัวและขาทำมุมประมาณ  องศา: - หายใจเข้าและงอแขนของคุณ- ยืดแขนให้ตรงเพื่อกลับไปที่ท่าเริ่มต้น หายใจออกเมื่อคุณทำท่านี้เสร็จท่านี้จะช่วยบริหารส่วนบนของกล้ามเนื้อแขนท่อนบนส่วนหลัง กล้ามเนื้อหน้าอก และกล้ามเนื้อโคนแขนส่วนหน้า";



"Triceps Pushdown" =	" ท่าดึงน้ำหนักลงด้วยกล้ามเนื้อแขนท่อนบนส่วนหลัง";

"Stand facing the machine with your hands on the bar and your elbows against your sider:- Inhale and straighten your arms, but don't separate your elbows from your side.- Exhale as you complete the movement."=	"ยืนโดยหันหน้าไปทางอุปกรณ์บริหารร่างกาย ใช้มือจับที่บาร์และข้อศอกหันชนข้างลำตัว: - หายใจเข้าและยืดแขนของคุณให้ตรงแต่อย่าให้ข้อศอกอยู่ห่างจากข้างลำตัว- หายใจออกเมื่อคุณทำท่านี้เสร็จ";



"One Arm Reverse Pushdown" =	" ท่าดึงน้ำหนักลงและไปด้านหลังด้วยแขนข้างเดียว";

"Stand facing the machine and grasp the handle with an underhand grip:- Inhale and straighten your arm.- Exhale as you complete the moment.	" = "ยืนโดยหันหน้าไปทางอุปกรณ์บริหารร่างกาย ใช้มือจับที่ด้ามจับด้วยท่าหงายฝ่ามือ: - หายใจเข้าและยืดแขนของคุณให้ตรงแต่อย่าให้ข้อศอกอยู่ห่างจากข้างลำตัว- หายใจออกเมื่อคุณทำท่านี้เสร็จ";
